import React from 'react';
import { Box, Heading, Text } from '@chakra-ui/react';
const Help = props => {
  return (
    <Box height="85vh" width="100vw" >
      <Heading
        as="h1"
        fontFamily="Vazir"
        fontSize={['3rem', '5rem']}
        textAlign="center"
        py="5%"
      >
        صفحه راهنما
      </Heading>
      <Text fontSize={['1.5rem','2.5rem']} px="1rem" >
        لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده
        از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و
        سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای
        متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه
        درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با
        نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان
        خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید
        داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان
        رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات
        پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
      </Text>
    </Box>
  );
};

export default Help;
